Repository: CareEvolution/ResearchKit
Catalog: ResearchKit/Localized/ResearchKit.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt, pt_pt, ro, ru, sk, sv, sw, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# TREMOR_TEST_ACTIVE_STEP_IN_LAP_INSTRUCTION_%ld
source: Keep holding your phone in your lap for %ld seconds.
ar: استمر في إمساك هاتفك في حِجرك لمدة %ld من الثواني.
ca: Agafa el mòbil i recolza la mà sobre la falda durant %ld segons.
cs: %ld sekund držte telefon na klíně.
da: Bliv ved med at holde din telefon i skødet i %ld sekunder.
de: Halte %ld Sekunden lang dein Telefon in deinem Schoß.
el: Συνεχίστε να κρατάτε το τηλέφωνο πάνω στα πόδια σας για %ld δευτερόλεπτα.
es: Sigue aguantando el teléfono en el regazo durante %ld segundos.
es_419: Sigue sosteniendo el teléfono sobre tu pierna por %ld segundos.
fi: Pidä puhelinta sylissäsi %ld sekuntia.
fr: Tenez votre téléphone sur vos genoux pendant %ld secondes.
fr_ca: Tenez votre téléphone sur vos genoux pendant %ld secondes.
he: המשך/י להחזיק את הטלפון על הירכיים למשך %ld שניות.
hi: अपने फ़ोन को अपनी गोद में %ld सेकंड तक पकड़े रखें।
hr: Nastavite držati telefon u krilu %ld s.
hu: Tartsa az ölében a telefont %ld másodpercig.
id: Terus genggam telepon Anda di pangkuan selama %ld detik.
it: Continua a tenere il telefono vicino alle ginocchia per %ld secondi.
ja: 電話を膝の上で%ld秒間持ち続けてください。
ko: 전화기를 %ld초 동안 무릎에 두십시오.
ms: Teruskan memegang telefon anda di riba anda selama %ld saat.
nb: Hold telefonen i fanget i %ld sekunder.
nl: Houd de telefoon %ld seconden vast in je schoot.
pl: Trzymaj telefon na kolanach przez %ld s.
pt: Continue segurando o telefone na perna por %ld segundos.
pt_pt: Continue com o telefone no colo durante %ld segundos.
ro: Continuați să țineți telefonul pe genunchi timp de %ld secunde.
ru: Держите телефон на коленях в течение %ld с.
sk: Držte telefón %ld sekúnd s rukou položenou na lone.
sv: Fortsätt hålla telefonen i knät under %ld sekunder.
sw: Endelea kushikilia simu yako mapajani mwako kwa sekunde %ld.
th: ถือโทรศัพท์ของคุณไว้นิ่งๆ บนตักนาน %ld วินาที
tr: Telefonunuzu %ld saniye kucağınızda tutmaya devam edin.
uk: Тримайте телефон далі на колінах протягом %ld секунд.
vi: Tiếp tục giữ điện thoại trên đùi của bạn trong %ld giây.
zh_cn: 握住手机并放在膝盖上，坚持 %ld 秒钟。
zh_hk: 將手放在大腿上，然後拿着電話 %ld 秒。
zh_tw: 請拿著電話並放在大腿上持續 %ld 秒鐘。

# TREMOR_TEST_ACTIVE_STEP_IN_LAP_INTRO
source: Prepare to hold your phone in your lap.
ar: استعد لإمساك هاتفك في حِجرك.
ca: Prepara’t per agafar el mòbil i recolzar la mà sobre la falda.
cs: Připravte se držet telefon na klíně.
da: Gør dig klar til at holde telefonen i skødet.
de: Bereite dich darauf vor, dein Telefon im Schoß zu halten.
el: Προετοιμαστείτε να κρατήσετε το τηλέφωνο πάνω στα πόδια σας.
es: Prepárate para aguantar el teléfono en el regazo.
es_419: Prepárate para sostener el teléfono sobre tu pierna.
fi: Valmistaudu pitämään puhelinta sylissäsi.
fr: Préparez-vous à tenir votre téléphone sur vos genoux.
fr_ca: Préparez-vous à tenir votre téléphone sur vos genoux.
he: התכונן/י להחזיק את הטלפון על הירכיים.
hi: अपने फ़ोन को अपनी गोद में पकड़ें।
hr: Pripremite se na držanje telefona u krilu.
hu: Készüljön fel arra, hogy a telefont az ölében tartsa.
id: Bersiap untuk menggenggam telepon di pangkuan.
it: Preparati a tenere il telefono vicino alle ginocchia.
ja: 電話を膝の上で持つ準備をしてください。
ko: 전화기를 무릎에 두는 동작을 준비하십시오.
ms: Bersedia untuk memegang telefon anda di riba anda.
nb: Forbered deg på å holde telefonen i fanget.
nl: Bereid je voor om de telefoon in je schoot te houden.
pl: Przygotuj się do trzymania telefonu na kolanach.
pt: Prepare-se para segurar o telefone na perna.
pt_pt: Prepare‑se para segurar no telefone no colo.
ro: Pregătiți‑vă să țineți telefonul pe genunchi.
ru: Приготовьтесь держать телефон на коленях.
sk: Pripravte sa na držanie telefónu v ruke.
sv: Förbered dig på att hålla telefonen i knät.
sw: Jiandae kushikilia simu yako mapajani.
th: เตรียมถือโทรศัพท์ของคุณไว้บนตัก
tr: Telefonunuzu kucağınızda tutmaya hazırlanın.
uk: Готуйтеся тримати телефон на колінах.
vi: Chuẩn bị giữ điện thoại trên đùi của bạn.
zh_cn: 准备握住手机并放在膝盖上。
zh_hk: 請準備將手放在大腿上，然後拿着電話。
zh_tw: 請準備將手放在大腿上並拿著電話。

# TREMOR_TEST_ACTIVE_STEP_IN_LAP_INTRO_LEFT
source: Prepare to hold your phone in your lap with your LEFT hand.
ar: استعد لإمساك هاتفك في حِجرك بيدك اليسرى.
ca: Prepara’t per agafar el mòbil amb la mà ESQUERRA i recolzar aquesta mà sobre la falda.
cs: Připravte se držet telefon LEVOU rukou na klíně.
da: Gør dig klar til at holde telefonen i skødet med din VENSTRE hånd.
de: Bereite dich darauf vor, dein Telefon mit der LINKEN Hand im Schoß zu halten.
el: Προετοιμαστείτε να κρατήσετε το τηλέφωνο πάνω στα πόδια σας με το ΑΡΙΣΤΕΡΟ χέρι.
es: Prepárate para aguantar el teléfono en la mano izquierda apoyada en el regazo.
es_419: Prepárate para sostener el teléfono sobre tu pierna con tu mano izquierda.
fi: Valmistaudu pitämään puhelinta sylissäsi VASEMMALLA kädellä.
fr: Préparez-vous à tenir votre téléphone sur vos genoux avec votre main GAUCHE.
fr_ca: Préparez-vous à tenir votre téléphone sur vos genoux avec votre main GAUCHE.
he: התכונן/י להחזיק את הטלפון ביד שמאל כשזאת מונחת על הירכיים.
hi: बाएँ हाथ से अपने फ़ोन को अपनी गोद में पकड़ें।
hr: Pripremite se na držanje telefona u krilu LIJEVOM rukom.
hu: Készüljön fel arra, hogy a telefont a BAL kezével az ölében tartsa.
id: Bersiap untuk menggenggam telepon di pangkuan dengan tangan KIRI.
it: Preparati a tenere il telefono vicino alle ginocchia con la mano SINISTRA.
ja: 左手を使って電話を膝の上で持つ準備をしてください。
ko: 왼손으로 전화기를 쥐고 무릎에 두는 동작을 준비하십시오.
ms: Bersedia untuk memegang telefon anda di riba anda dengan tangan KIRI anda.
nb: Forbered deg på å holde telefonen i fanget med VENSTRE hånd.
nl: Bereid je voor om de telefoon in je schoot te houden met je LINKERHAND.
pl: Przygotuj się do trzymania telefonu na kolanach LEWĄ ręką.
pt: Prepare-se para segurar o telefone na perna com a mão ESQUERDA.
pt_pt: Prepare‑se para segurar no telefone no colo, com a mão ESQUERDA.
ro: Pregătiți‑vă să țineți telefonul pe genunchi cu mâna STÂNGĂ.
ru: Приготовьтесь держать телефон на коленях в ЛЕВОЙ руке.
sk: Pripravte sa na držanie telefónu v ĽAVEJ ruke.
sv: Förbered dig på att hålla telefonen i knät med den VÄNSTRA handen.
sw: Jiandae kushika simu yako kwenye mapaja yako kwa kutumia mkono wako wa KUSHOTO.
th: เตรียมถือโทรศัพท์ของคุณไว้บนตักโดยใช้มือซ้าย
tr: Telefonunuzu SOL elinizle kucağınızda tutmaya hazırlanın.
uk: Готуйтеся тримати телефон на колінах ЛІВОЮ рукою.
vi: Chuẩn bị giữ điện thoại trên đùi bằng tay TRÁI của bạn.
zh_cn: 准备用左手握住手机并放在膝盖上。
zh_hk: 請準備將左手放在大腿上，然後拿着電話。
zh_tw: 請準備將「左手」放在大腿上並拿著電話。

# TREMOR_TEST_ACTIVE_STEP_IN_LAP_INTRO_RIGHT
source: Prepare to hold your phone in your lap with your RIGHT hand.
ar: استعد لإمساك هاتفك في حِجرك بيدك اليمنى.
ca: Prepara’t per agafar el mòbil amb la mà DRETA i recolzar aquesta mà sobre la falda.
cs: Připravte se držet telefon PRAVOU rukou na klíně.
da: Gør dig klar til at holde telefonen i skødet med din HØJRE hånd.
de: Bereite dich darauf vor, dein Telefon mit der RECHTEN Hand im Schoß zu halten.
el: Προετοιμαστείτε να κρατήσετε το τηλέφωνο πάνω στα πόδια σας με το ΔΕΞΙΟ χέρι.
es: Prepárate para aguantar el teléfono en la mano derecha apoyada en el regazo.
es_419: Prepárate para sostener el teléfono sobre tu pierna con tu mano derecha.
fi: Valmistaudu pitämään puhelinta sylissäsi OIKEALLA kädellä.
fr: Préparez-vous à tenir votre téléphone sur vos genoux avec votre main DROITE.
fr_ca: Préparez-vous à tenir votre téléphone sur vos genoux avec votre main DROITE.
he: התכונן/י להחזיק את הטלפון ביד ימין כשזאת מונחת על הירכיים.
hi: दाएँ हाथ से अपने फ़ोन को अपनी गोद में पकड़ें।
hr: Pripremite se na držanje telefona u krilu DESNOM rukom.
hu: Készüljön fel arra, hogy a telefont a JOBB kezével az ölében tartsa.
id: Bersiap untuk menggenggam telepon di pangkuan dengan tangan KANAN.
it: Preparati a tenere il telefono vicino alle ginocchia con la mano DESTRA.
ja: 右手を使って電話を膝の上で持つ準備をしてください。
ko: 오른손으로 전화기를 쥐고 무릎에 두는 동작을 준비하십시오.
ms: Bersedia untuk memegang telefon anda di riba anda dengan tangan KANAN anda.
nb: Forbered deg på å holde telefonen i fanget med HØYRE hånd.
nl: Bereid je voor om de telefoon in je schoot te houden met je RECHTERHAND.
pl: Przygotuj się do trzymania telefonu na kolanach PRAWĄ ręką.
pt: Prepare-se para segurar o telefone na perna com a mão DIREITA.
pt_pt: Prepare‑se para segurar no telefone no colo, com a mão DIREITA.
ro: Pregătiți‑vă să țineți telefonul pe genunchi cu mâna DREAPTĂ.
ru: Приготовьтесь держать телефон на коленях в ПРАВОЙ руке.
sk: Pripravte sa na držanie telefónu v PRAVEJ ruke.
sv: Förbered dig på att hålla telefonen i knät med den HÖGRA handen.
sw: Jiandae kushika simu yako kwenye paja lako kwa mkono wako wa KULIA.
th: เตรียมถือโทรศัพท์ของคุณไว้บนตักโดยใช้มือขวา
tr: Telefonunuzu SAĞ elinizle kucağınızda tutmaya hazırlanın.
uk: Готуйтеся тримати телефон на колінах ПРАВОЮ рукою.
vi: Chuẩn bị giữ điện thoại trên đùi bằng tay PHẢI của bạn.
zh_cn: 准备用右手握住手机并放在膝盖上。
zh_hk: 請準備將右手放在大腿上，然後拿着電話。
zh_tw: 請準備將「右手」放在大腿上並拿著電話。

# TREMOR_TEST_ACTIVE_STEP_INTRO_TEXT
source: Tap next to proceed.
ar: اضغط على التالي للمتابعة.
ca: Prem Següent per començar.
cs: Pokračujte klepnutím na Další.
da: Tryk på næste for at fortsætte.
de: Tippe auf „Weiter“, um fortzufahren.
el: Αγγίξτε «Επόμενο» για να συνεχίσετε.
es: Pulsa Siguiente para continuar.
es_419: Toca Siguiente para continuar.
fi: Jatka napauttamalla Seuraava.
fr: Touchez Suivant pour continuer.
fr_ca: Touchez Suivant pour continuer.
he: הקש/י על ״הבא״ בכדי להמשיך.
hi: अागे बढ़ने के लिए “अगला” पर टैप करें।
hr: Dodirnite Sljedeće za nastavak.
hu: Koppintson a Következő elemre a folytatáshoz.
id: Ketuk berikutnya untuk melanjutkan.
it: Tocca Avanti per procedere.
ja: 続けるには、“次へ”をタップします。
ko: 다음을 탭하여 계속합니다.
ms: Ketik seterusnya untuk teruskan.
nb: Trykk på Neste for å gå videre.
nl: Tik op 'Volgende' om door te gaan.
pl: Aby kontynuować, stuknij w Dalej.
pt: Toque em Seguinte para prosseguir.
pt_pt: Toque em Seguinte para continuar.
ro: Apăsați “Înainte” pentru a continua.
ru: Коснитесь «Далее», чтобы продолжить.
sk: Ak chcete pokračovať, klepnite na Ďalej.
sv: Tryck på nästa för att fortsätta.
sw: Gonga next ili kuendelea.
th: แตะถัดไปเพื่อทำต่อ
tr: Devam etmek için İleri’ye dokunun.
uk: Торкніть «Далі», щоб продовжити.
vi: Chạm tiếp để tiếp tục.
zh_cn: 轻点下一步来继续。
zh_hk: 點一下「下一步」繼續。
zh_tw: 點「下一步」來繼續。

# TREMOR_TEST_ACTIVE_STEP_SWITCH_HANDS_LEFT_INSTRUCTION
source: Now switch the phone to your LEFT hand and continue to the next task.
ar: الآن، انقل الهاتف إلى يدك اليسرى وتابع إلى المهمة التالية.
ca: Ara agafa el mòbil amb la mà ESQUERRA i avança a la tasca següent.
cs: Nyní vezměte telefon do LEVÉ ruky a pokračujte dalším úkolem.
da: Flyt nu telefonen til din VENSTRE hånd, og fortsæt til næste opgave.
de: Wechsle nun zu deiner LINKEN Hand und fahre mit der nächsten Aufgabe fort.
el: Τώρα κρατήστε το τηλέφωνο στο ΑΡΙΣΤΕΡΟ χέρι σας και συνεχίστε στην επόμενη εργασία.
es: Ahora cambia el teléfono a la mano izquierda y continúa con la tarea siguiente.
es_419: Ahora cambia el teléfono a tu mano izquierda y pasa a la siguiente tarea.
fi: Vaihda puhelin nyt VASEMPAAN käteen ja jatka seuraavaan tehtävään.
fr: Placez maintenant le téléphone dans votre main GAUCHE et passez à la tâche suivante.
fr_ca: Prenez le téléphone dans la main GAUCHE, puis passez à la tâche suivante.
he: כעת העבר/י את הטלפון ליד שמאל והמשך/י למשימה הבאה.
hi: अब अपने फ़ोन को अपने बाएँ हाथ में लें और अगला कार्य जारी रखें।
hr: Sad uzmite telefon u LIJEVU ruku i nastavite na sljedeći zadatak.
hu: Most tegye át a telefont a BAL kezébe, és folytassa a következő feladattal.
id: Sekarang pindahkan telepon ke tangan KIRI dan lanjutkan ke tugas berikutnya.
it: Ora passa il telefono alla mano SINISTRA e continua con l'attività successiva.
ja: 電話を左手に持ち替えて、次のタスクに進んでください。
ko: 이제 전화기를 왼손으로 바꿔 들고 다음 과제를 진행하십시오.
ms: Sekarang tukar telefon ke tangan KIRI anda dan teruskan ke tugas seterusnya.
nb: Flytt telefonen til VENSTRE hånd, og fortsett oppgaven.
nl: Neem de telefoon nu in je LINKERHAND en ga door met de volgende taak.
pl: Teraz przełóż telefon do LEWEJ ręki i przejdź do następnego zadania.
pt: Agora passe o telefone para a mão ESQUERDA e continue para a tarefa seguinte.
pt_pt: Agora mude o telefone para a mão ESQUERDA e passe à tarefa seguinte.
ro: Acum, treceți telefonul în mâna STÂNGĂ și continuați cu sarcina următoare.
ru: Теперь возьмите телефон ЛЕВОЙ рукой и перейдите к следующему заданию.
sk: Uchopte telefón do ĽAVEJ ruky a pokračujte na ďalšiu úlohu.
sv: Flytta nu telefonen till den VÄNSTRA handen och fortsätt med nästa åtgärd.
sw: Sasa badilisha simu yako iwe mkononi mwako wa KUSHOTO na endelea na kazi inayofuata.
th: ตอนนี้ให้สลับไปใช้มือซ้ายถือโทรศัพท์แล้วทำบททดสอบถัดไปต่อ
tr: Şimdi telefonunuzu SOL elinize alıp bir sonraki göreve geçin.
uk: Тепер перекладіть телефон у ЛІВУ руку, і перейдіть до наступного завдання.
vi: Bây giờ, hãy chuyển điện thoại sang tay TRÁI và tiếp tục nhiệm vụ tiếp theo.
zh_cn: 现在换左手握住手机并继续下一个任务。
zh_hk: 現在用左手拿着電話，並繼續進行下一個任務。
zh_tw: 現在請將電話換到「左手」來繼續下一項任務。

# TREMOR_TEST_ACTIVE_STEP_SWITCH_HANDS_RIGHT_INSTRUCTION
source: Now switch the phone to your RIGHT hand and continue to the next task.
ar: الآن، انقل الهاتف إلى يدك اليمنى وتابع إلى المهمة التالية.
ca: Ara agafa el mòbil amb la mà DRETA i avança a la tasca següent.
cs: Nyní vezměte telefon do PRAVÉ ruky a pokračujte dalším úkolem.
da: Flyt nu telefonen til din HØJRE hånd, og fortsæt til næste opgave.
de: Wechsle nun zu deiner RECHTEN Hand und fahre mit der nächsten Aufgabe fort.
el: Τώρα κρατήστε το τηλέφωνο στο ΔΕΞΙΟ χέρι σας και συνεχίστε στην επόμενη εργασία.
es: Ahora cambia el teléfono a la mano derecha y continúa con la tarea siguiente.
es_419: Ahora cambia el teléfono a tu mano derecha y pasa a la siguiente tarea.
fi: Vaihda puhelin nyt OIKEAAN käteen ja jatka seuraavaan tehtävään.
fr: Placez maintenant le téléphone dans votre main DROITE et passez à la tâche suivante.
fr_ca: Prenez le téléphone dans la main DROITE, puis passez à la tâche suivante.
he: כעת העבר/י את הטלפון ליד ימין והמשך/י למשימה הבאה.
hi: अब अपने फ़ोन को अपने दाएँ हाथ में लें और अगला कार्य जारी रखें।
hr: Sad uzmite telefon u DESNU ruku i nastavite na sljedeći zadatak.
hu: Most tegye át a telefont a JOBB kezébe, és folytassa a következő feladattal.
id: Sekarang pindahkan telepon ke tangan KANAN dan lanjutkan ke tugas berikutnya.
it: Ora passa il telefono alla mano DESTRA e continua con l'attività successiva.
ja: 電話を右手に持ち替えて、次のタスクに進んでください。
ko: 이제 전화기를 오른손으로 바꿔 들고 다음 과제를 진행하십시오.
ms: Sekarang tukar telefon ke tangan KANAN anda dan teruskan ke tugas seterusnya.
nb: Flytt telefonen til HØYRE hånd, og fortsett oppgaven.
nl: Neem de telefoon nu in je RECHTERHAND en ga door met de volgende taak.
pl: Teraz przełóż telefon do PRAWEJ ręki i przejdź do następnego zadania.
pt: Agora passe o telefone para a mão DIREITA e continue para a tarefa seguinte.
pt_pt: Agora mude o telefone para a mão DIREITA e passe à tarefa seguinte.
ro: Acum, treceți telefonul în mâna DREAPTĂ și continuați cu sarcina următoare.
ru: Теперь возьмите телефон ПРАВОЙ рукой и перейдите к следующему заданию.
sk: Uchopte telefón do PRAVEJ ruky a pokračujte na ďalšiu úlohu.
sv: Flytta nu telefonen till den HÖGRA handen och fortsätt med nästa åtgärd.
sw: Sasa badilisha simu yako kwenda mkononi mwako WA KULIA na uendelee na jukumu lijalo.
th: ตอนนี้ให้สลับไปใช้มือขวาถือโทรศัพท์แล้วทำบททดสอบถัดไปต่อ
tr: Şimdi telefonunuzu SAĞ elinize alıp bir sonraki göreve geçin.
uk: Тепер перекладіть телефон у ПРАВУ руку, і перейдіть до наступного завдання.
vi: Bây giờ, hãy chuyển điện thoại sang tay PHẢI và tiếp tục nhiệm vụ tiếp theo.
zh_cn: 现在换右手握住手机并继续下一个任务。
zh_hk: 現在用右手拿着電話，並繼續進行下一個任務。
zh_tw: 現在請將電話換到「右手」來繼續下一項任務。

# TREMOR_TEST_ACTIVE_STEP_TOUCH_NOSE_INSTRUCTION_%ld
source: Keep touching your phone to your nose for %ld seconds
ar: استمر في لمس الهاتف بأنفك لمدة %ld من الثواني
ca: Toca el mòbil amb el nas durant %ld segons.
cs: %ld sekund se telefonem dotýkejte nosu.
da: Bliv ved med at røre din næse med telefonen i %ld sekunder.
de: Halte dein Telefon %ld Sekunden lang an deine Nase
el: Συνεχίστε να ακουμπάτε τη μύτη σας με το τηλέφωνο για %ld δευτερόλεπτα.
es: Sigue tocando el móvil con la nariz acercándotelo a la cara durante %ld segundos
es_419: Sigue acercando y tocando el teléfono con tu nariz por %ld segundos
fi: Kosketa puhelimella nenääsi toistuvasti %ld sekuntia
fr: Portez votre téléphone à votre nez, plusieurs fois, pendant %ld secondes
fr_ca: Touchez votre nez avec le téléphone à plusieurs reprises pendant %ld secondes.
he: המשך/י לגעת עם הטלפון באף למשך %ld שניות
hi: अपने फ़ोन को अपनी नाक से %ld सेकंड तक स्पर्श करते रहें
hr: Nastavite dodirivati nos telefonom %ld s
hu: Érintse többször az orrához a telefont %ld másodpercen keresztül
id: Terus sentuhkan telepon ke hidung Anda selama %ld detik
it: Continua a toccare il naso con il telefono per %ld secondi
ja: 電話で%ld秒間鼻に触れ続けてください。
ko: 전화기를 %ld초 동안 코에 반복적으로 대십시오.
ms: Teruskan menyentuh telefon anda ke hidung anda selama %ld saat
nb: Hold telefonen mot nesen i %ld sekunder
nl: Raak %ld seconden je neus aan met de telefoon
pl: Dotykaj telefonem nosa przez %ld s
pt: Continue tocando o telefone no nariz por %ld segundos
pt_pt: Continue a tocar com o telefone no nariz durante %ld segundos.
ro: Continuați să vă atingeți nasul cu telefonul timp de %ld secunde.
ru: Касайтесь телефоном своего носа в течение %ld с.
sk: Na %ld sekúnd sa dotýkajte nosa telefónom.
sv: Fortsätt röra vid näsan med telefonen under %ld sekunder
sw: Endelea kushika simu yako puani mwako kwa sekunde %ld
th: เอาโทรศัพท์ของคุณมาแตะที่จมูกแบบสลับไปมานาน %ld วินาที
tr: Telefonunuzu burnunuza değdirmeye %ld saniye devam edin
uk: Торкайтеся далі телефоном свого носа протягом %ld секунд
vi: Tiếp tục chạm điện thoại vào mũi bạn trong %ld giây
zh_cn: 用手机接触鼻子，坚持 %ld 秒钟
zh_hk: 拿着電話觸碰鼻子 %ld 秒
zh_tw: 重複用電話碰觸鼻子持續 %ld 秒鐘

# TREMOR_TEST_ACTIVE_STEP_TOUCH_NOSE_INTRO
source: Now keeping your elbow bent, touch your phone to your nose repeatedly.
ar: الآن، مع الاستمرار في ثني مرفقك، المس الهاتف بأنفك بشكل متكرر.
ca: Ara, amb el colze doblegat, toca el mòbil amb el nas repetidament.
cs: Nyní se s rukou ohnutou v lokti opakovaně dotýkejte telefonem nosu.
da: Hold nu din telefon med bøjet albue, mens du bliver ved med at røre din næse med telefonen.
de: Winkle nun deinen Ellenbogen an und berühre wiederholt mit deinem Telefon deine Nase.
el: Κρατώντας τον αγκώνα σας λυγισμένο, αγγίξτε τη μύτη σας με το τηλέφωνο επανειλημμένα.
es: Ahora, sin dejar de tener el codo doblado, toca el móvil con la nariz acercándotelo a la cara repetidamente.
es_419: Ahora, aún con el codo doblado, acerca y toca el teléfono con tu nariz varias veces.
fi: Kosketa nyt puhelimella nenääsi toistuvasti pitäen kyynärpäätä taivutettuna.
fr: Maintenant, avec le coude plié, portez votre téléphone à votre nez, plusieurs fois.
fr_ca: Maintenant, pliez le coude et touchez votre nez avec le téléphone de façon répétée.
he: כעת, תוך שמירה על מרפק מכופף, גע/י עם הטלפון באף מספר פעמים ברצף.
hi: अब अपनी कोहनी मुड़ी हुई रखकर अपने फ़ोन को बार-बार अपनी नाक से स्पर्श करें।
hr: Sad držite lakat savijen i neprekidno dodirujte nos telefonom.
hu: Most a könyökét behajlítva érintse többször az orrához a telefont.
id: Sekarang siku tetap ditekuk, sentuhkan telepon ke hidung Anda berulang kali.
it: Ora, tenendo il gomito piegato, tocca ripetutamente il naso con il telefono.
ja: 次に、肘を曲げて電話で繰り返し鼻に触れてください。
ko: 이제 팔꿈치를 굽히고 전화기를 코에 반복적으로 대십시오.
ms: Terus bengkokkan siku anda, sentuh telefon anda ke hidung anda berulang kali.
nb: Hold albuen bøyd, og trykk telefonen mot nesen gjentatte ganger.
nl: Raak nu je neus herhaaldelijk aan met de telefoon terwijl je je elleboog gebogen houdt.
pl: Teraz, trzymając telefon w ręce zgiętej w łokciu, dotknij nim nosa i powtarzaj tę czynność.
pt: Agora, mantendo o cotovelo dobrado, toque o telefone no nariz repetidamente.
pt_pt: Agora, mantendo o cotovelo dobrado, toque repetidamente no nariz com o telefone.
ro: Acum, ținându‑vă cotul îndoit, atingeți‑vă nasul cu telefonul în mod repetat.
ru: Теперь держите телефон в согнутой в локте руке и несколько раз коснитесь им своего носа.
sk: S pokrčeným lakťom sa opakovane dotýkajte nosa telefónom.
sv: Nu ska du hålla armbågen böjd och röra vid näsan med telefonen flera gånger.
sw: Sasa ukiwa umeinama kiwiko chako, gusa simu yako puani mwako mara kwa mara.
th: ตอนนี้ให้งอข้อศอกของคุณไว้นิ่งๆ แล้วเอาโทรศัพท์มาแตะที่จมูกแบบสลับไปมาซ้ำๆ
tr: Şimdi dirseğinizi kıvrık tutarak telefonunuzu burnunuza tekrar tekrar dokundurun.
uk: Тепер, не розгинаючи ліктя, торкайтеся неодноразово телефоном свого носа.
vi: Bây giờ, hãy gập khuỷu tay bạn, chạm điện thoại vào mũi nhiều lần.
zh_cn: 现在弯曲手肘，重复用手机接触您的鼻子。
zh_hk: 現在繼續彎曲手肘，並用電話重複觸碰鼻子。
zh_tw: 現在請將手肘保持彎曲，並重複用電話碰觸鼻子。
